accountsservice
alacritty
base
base-devel
bluez
bluez-utils
btop
cava
chaotic-keyring
chaotic-mirrorlist
clang
cli11
cmake
cpptrace
dgop
dms-shell
dms-shell-niri
efibootmgr
fastfetch
fcitx5-bamboo
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-unikey
fish
fuzzel
fzf
git
github-cli
grub
gst-plugin-pipewire
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
htop
hyprland
hyprpaper
intel-ucode
jemalloc
kitty
libdwarf
libpulse
libva-nvidia-driver
linux
linux-firmware
mako
matugen
mokutil
nano
neovim
network-manager-applet
networkmanager
ninja
niri
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia-open
openai-codex
opencode
os-prober
paru
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
qemu-desktop
qt6-5compat
qt6-multimedia-ffmpeg
qt6-shadertools
qt6-svg
qt6-virtualkeyboard
reflector
rofi
sbctl
sbsigntools
sddm
smartmontools
sof-firmware
starship
sudo
swaybg
swayidle
swaylock
ttf-dejavu
ttf-liberation
vim
vulkan-headers
waybar
wayland-protocols
wget
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-utils
xorg-xwayland
xwayland-satellite
zen-browser-bin
zoxide
